import commonFun from '@/commonFun.js'
export const locationData = [{
    type: '食堂',
    items: [{
        name: '东一食堂',
        location: [23.043742,113.395211],
        desciption: `一饭说起一饭，最让人回味的正是一饭一楼的网红鸡扒饭。大块的鸡肉淋上黑椒汁，入口绝对销魂。一份价格不到10元，毕业后再难吃到如此物美价廉的饭菜了。这份铁板猪杂饭是小罐向我推荐的。铁板我吃得多了，猪杂铁板还是第一次吃！浓浓的酱汁配上猪杂和鸡蛋，香气隔着屏幕都要溢出！如果喜欢吃溏心蛋，可以跟热心的饭堂大叔说一声哦。一楼的中间区域是抢手位，往往是最早满座的。书架、沙发、绿植，你确定这是饭堂不是图书馆？`,
        images: ['http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_7',
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_8',
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_9'
        ]
    }, {
        name: '东二食堂',
        location: [23.042097,113.393001],
        description: `广工曾流传过一个段子：“如果有男生愿意为你排队买铁板鸡扒意面，那就做他女朋友吧！”大学时期质朴而青涩的爱情，不过就是因为排长长的队伍为你买鸡扒意面，每天多花几个小时从跨越东西两区也要将你安全护送。在“僧多粥少”的和尚大学里，谈上恋爱的男生总是那么小心翼翼，笨拙得令人暖心。二楼有个超级美丽的用餐区，水晶吊灯加上超大落地窗，美得简直不像餐厅。`,
        images: ['http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_10',
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_11',
        ],
    }, {
        name: '西三食堂',
        location: [23.042412,113.388190],
        description: `经济实惠三饭的特点就是大，三米高的菜牌，脸盆大的盘子，完全符合理工男的气质。菜单上惊现“广工暖男炒饭”，不晓得味道会是怎样呢？相比其他饭堂，三饭一楼最经济实惠，也更加靠近宿舍楼。因此，即便没有华丽的装修，高大上的料理，三饭也成了最常被光顾的饭堂。三饭二楼众多小店入驻，食品类别丰富多彩，乍看上去好像一个市集。平安堂、金早绿点、正新鸡排等通通齐全。转角位的这间店，拉肠和蒸粉都很收到欢迎。大概是因为小哥厨艺好吧，做出的每一碟食物都那么诱人。在三饭，发生了一间不寻常事件和一间寻常事件。但这两件事都足以让我震惊.`,
        images: [
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_22',
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_23'
        ]
    }, {
        name: '西四食堂(鹿其林酒家)',
        location: [23.042434,113.384173],
        description: `明明可以靠颜值却要拼实力。四饭不但环境高大上，菜饭出品更是佳。`,
        images: [
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_36',
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_37',
            'http://image106.360doc.com/DownloadImg/2017/06/0218/100728663_38'
        ]
    },]
},
{
	type: '图书馆',
	items: [{
		name: '大学城图书馆',
		location: [23.037820,113.395530]
	}]
},
{
	type: '教学楼',
	items: [{
		name: '教学三号楼',
		location: [23.038572,113.395591]
	}]
},
{
	type: '实验楼',
	items: [{
		name: '实验四号楼',
		location: [23.038203,113.399381]
	}]
},
{
	type: '工学馆',
	items: [{
		name: '工学一号馆',
		location: [23.034931,113.398731]
	}]
},
{
	type: '龙洞',
	items: [{
		name: '龙洞',
		location: [23.034931,113.398731]
	}]
},
]