export const privacy = `<h1>隐私政策</h1>
<h2>个人信息</h2>
<p><strong>本应用目前云端服务器不存储任何个人信息，统一身份认证系统的账号与密码存储在微信小程序的本地端。</strong>应用与服务器传输过程经过加密。</p>
<p>本应用尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本应用会按照本隐私权政策的规定使用和披露您的个人信息。但本应用将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新本隐私权政策。 您在同意本应用服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本应用服务使用协议不可分割的一部分。</p>
<h1 data-breakpage>功能说明</h1>
<h2>课程表功能</h2>
<ol>
<li>为保证与教务系统信息同步，课程表为每星期随机一天更新课程和考试安排，若您想立即更新课程表，重新登录即可。</li>
<li>如果您在登录gdutday后更改了统一认证密码，请重新登录gdutday以保证本地缓存密码与教务系统同步。</li>
<li>课程表信息只能保证与教务系统的课程安排一致，<strong>如遇学校临时更改课程安排的情况，课程表无法同步</strong>，敬请谅解。</li>
<li>『已完成课程灰度显示』设置，<strong>仅以本地课程表课程的开始时间与您当前所处的时间的对比结果为依据</strong>，仅供参考。</li>

</ol>
<h2>成绩相关功能</h2>
<ol>
<li><p>因图表渲染依赖系统控件，所以可能会出现渲染失败等问题，可尝试更新系统，若无法修复，敬请谅解。</p>
</li>
<li><p>目前平均绩点的计算公式为 </p>
<ul>
<li>含公选课：除去重修课项, ( ( 科目绩点 * 学分)之和 /  学分之和 )</li>
<li>不含公选课：除去重修课项和公选课项, ( ( 科目绩点 * 学分)之和 /  学分之和 )</li>
<li>补考：所有数据带补考字样的信息不计入到绩点之中</li>
</ul>
<p>注意：某些课程类型为选修课，但不是公选课，仍会计入绩点。</p>
</li>
<li><p>成绩相关功能的分析数据，仅供参考</p>
</li>

</ol>
<h2>校园网缴费功能</h2>
<ol>
<li>校园网缴费功能，通过后台自动操作获取付款二维码，一步到位，免去您查找的困扰。请在二维码出现后尽快截图并返回微信使用扫一扫付款。</li>
<li>此功能仅为便捷功能，<strong>您的资金不流经gdutday</strong>，付款时请认准收款账户『<strong>广东工业大学</strong>』。</li>
<li>付款时请确认账户，并记录订单号，方便日后核对。<strong>任何交易上的纠纷，与gdutday无关</strong>。</li>

</ol>
<p><strong>gdutday方对上述功能拥有最终解释权。</strong></p>
`