export const classify = [{
			type: '厨余垃圾',
			color: '#009230',
			items: [{
				title: '厨余垃圾',
				description: [
					'如米饭、面食、蔬菜残余、果皮及水果残余、蛋壳、残羹剩渣、肉类、鱼虾类等，以及茶渣、果皮、食物残渣等。',
					'注:汤渣、剩菜应沥千水分后投放。榴莲壳、玉米棒、大骨等不易腐烂，应按其他垃圾投放。'
				]
			}]
		},
		{
			type: '其他垃圾',
			color: '#474546',
			items: [{
				title: '其他垃圾',
				description: [
					'如受污染的纸袋、塑料袋、废旧纺织品，一次性纸尿布、卫生纸、湿纸巾、烟蒂、贝壳、大块骨头、植物硬壳(如榴莲壳)、清扫渣土、陶瓷碗碟等、土培绿色植物。',
					'注:厨房里产生的或污染的纸巾、一次性用品、塑料袋、食品包装袋属于其他垃圾;难以区分属性的垃圾可投放到其他垃圾桶。'
				]
			}]
		},
		{
			type: '可回收物',
			color: '#0458A0',
			items: [{
					title: '纸类',
					description: ['废报纸、旧书本、纸箱、图书、杂志、台历、传单广告纸、包装纸、包装盒、卷纸纸芯等。', '注:报纸叠放整齐、纸箱展开压平叠整齐投放。']
				},
				{
					title: '塑料类',
					description: [
						'饮料瓶、矿泉水瓶、塑料餐具、泡沫塑料、塑料鞋、牙刷、洗具、包装瓶的塑料盖等塑料制品。',
						'注:瓶罐等容器应倒空内装物。塑料包装容器先取下盖子，撕掉标签和倒掉残余液体洗净后压扁投放。'
					]
				},
				{
					title: '玻璃类',
					description: [
						'花瓶、水杯、玻璃盆、门窗玻璃茶几玻璃、玻璃工艺品等玻璃制品。',
						'注:瓶罐等容器应倒空内装物，用水清洗干净后进行投放。破碎玻璃用纸或布包裹锋利边缘后进行投放。'
					]
				},
				{
					title: '金属类',
					description: [
						'花瓶、水杯、玻璃盆、门窗玻璃茶几玻璃、玻璃工艺品等玻璃制品。',
						'注:瓶罐等容器应倒空内装物，用水清洗干净后进行投放。破碎玻璃用纸或布包裹锋利边缘后进行投放。'
					]
				}
			]
		},
		{
			type: '有害垃圾',
			color: '#CF1A23',
			items: [{
				title: '有害垃圾',
				description: [
					'包括废蓄电池、废充电电池、废扣式电池、废节能灯、废荧光灯管、弃置药品、废溶剂（容器）、（机油）容器、油漆桶、墨盒、硒鼓等。',
					'注:一次性锌锰碱性干电池属于其他垃圾；手机电池等充电电池属于有害垃圾；废节能灯、废荧光灯管应保持完好、无破损投放。易碎物品应用纸或布包裹好，压力罐等不得挤压。'
				]
			}]
		},
		{
			type: '大件垃圾',
			color: '#432726',
			items: [{
				title: '大件垃圾',
				description: ['产生的大件垃圾，如废弃的床、床垫、沙发、办公桌椅、茶几、衣柜书柜、健身器材等，可自行到指定投放点投放，或与服务企业协商上门收集。']
			}]
		}
	];
